Repository: gpg/gnupg
Catalog: po/*.po
Languages: eo

source: no writable secret keyring found: %s
eo: neniu skribebla sekreta þlosilaro trovita: %s

source: error writing public keyring `%s': %s
eo: eraro dum skribado de publika þlosilaro '%s': %s

source: error writing secret keyring `%s': %s
eo: eraro dum skribado de sekreta þlosilaro '%s': %s

source: public and secret key created and signed.
eo: publika kaj sekreta þlosiloj kreitaj kaj subskribitaj.

source: Note that this key cannot be used for encryption. You may want to use the command "--edit-key" to generate a secondary key for this purpose.
eo: Notu, ke æi tiu þlosilo ne estas uzebla por æifrado. Vi eble volos uzi la komandon "--edit-key" por krei flankan þlosilon por tiu celo.

source: Key generation failed: %s
eo: Kreado de þlosiloj malsukcesis: %s

source: key has been created %lu second in future (time warp or clock problem)
eo: þlosilo estis kreita %lu sekundon en la estonteco (tempotordo aý horloøeraro)

source: key has been created %lu seconds in future (time warp or clock problem)
eo: þlosilo estis kreita %lu sekundojn en la estonteco (tempotordo aý horloøeraro)

source: NOTE: creating subkeys for v3 keys is not OpenPGP compliant
eo: NOTO: krei subþlosilojn por v3-þlosiloj ne estas OpenPGP-kongrue

source: Really create?
eo: Æu vere krei?

source: --output doesn't work for this command
eo: --output ne funkcias por æi tiu komando

source: %s: can't open: %s
eo: %s: ne povas malfermi: %s

source: error creating passphrase: %s
eo: eraro dum kreado de pasfrazo: %s

source: `%s' already compressed
eo: '%s' jam densigita

source: %s: WARNING: empty file
eo: %s: AVERTO: malplena dosiero

source: you can only encrypt to RSA keys of 2048 bits or less in --pgp2 mode
eo: eblas æifri nur per RSA-þlosiloj de maksimume 2048 bitoj kun --pgp2

source: reading from `%s'
eo: legas el '%s'

source: unable to use the IDEA cipher for all of the keys you are encrypting to.
eo: ne povas uzi la æifron IDEA por æiuj þlosiloj, al kiuj vi æifras.

source: key `%s' not found: %s
eo: þlosilo '%s' ne trovita: %s

source: error reading keyblock: %s
eo: eraro dum legado de þlosilbloko: %s

source: WARNING: nothing exported
eo: AVERTO: nenio estis eksportita

source: too many entries in pk cache - disabled
eo: tro da registroj en pk-staplo - malþaltas

source: [User id not found]
eo: [Uzantidentigilo ne trovita]

source: skipping block of type %d
eo: ignoras blokon de speco %d

source: error reading `%s': %s
eo: eraro dum legado de '%s': %s

source: Total number processed: %lu
eo: Nombro traktita entute: %lu

source: skipped new keys: %lu
eo: ignoritaj novaj þlosiloj: %lu

source: w/o user IDs: %lu
eo: sen uzantidentigilo: %lu

source: imported: %lu
eo: importitaj: %lu

source: unchanged: %lu
eo: neþanøitaj: %lu

source: new user IDs: %lu
eo: novaj uzantidentigiloj: %lu

source: new subkeys: %lu
eo: novaj subþlosiloj: %lu

source: new signatures: %lu
eo: novaj subskriboj: %lu

source: new key revocations: %lu
eo: novaj þlosilrevokoj: %lu

source: secret keys read: %lu
eo: sekretaj þlosiloj legitaj: %lu

source: secret keys imported: %lu
eo: sekretaj þlosiloj importitaj: %lu

source: secret keys unchanged: %lu
eo: sekretaj þlosiloj neþanøitaj: %lu

source: this may be caused by a missing self-signature
eo: tio povas esti kaýzata de mankanta mem-subskribo

source: no writable keyring found: %s
eo: neniu skribebla þlosilaro trovita: %s

source: writing to `%s'
eo: skribas al '%s'

source: error writing keyring `%s': %s
eo: eraro dum skribado de þlosilaro '%s': %s

source: no default secret keyring: %s
eo: mankas implicita sekreta þlosilaro: %s

source: [revocation]
eo: [revoko]

source: [self-signature]
eo: [mem-subskribo]

source: 1 bad signature
eo: 1 malbona subskribo

source: %d bad signatures
eo: %d malbonaj subskriboj

source: 1 signature not checked due to a missing key
eo: 1 subskribo ne kontrolita pro manko de þlosilo

source: %d signatures not checked due to missing keys
eo: %d subskriboj ne kontrolitaj pro manko de þlosiloj

source: 1 signature not checked due to an error
eo: 1 subskribo ne kontrolita pro eraro

source: %d signatures not checked due to errors
eo: %d subskriboj ne kontrolitaj pro eraroj

source: 1 user ID without valid self-signature detected
eo: 1 uzantidentigilo sen valida mem-subskribo estis trovita

source: %d user IDs without valid self-signatures detected
eo: %d uzantidentigiloj sen valida mem-subskribo estis trovitaj

source: This key has expired!
eo: Æi tiu þlosilo eksvalidiøis!

source: This key is due to expire on %s.
eo: Æi tiu þlosilo eksvalidiøos je %s.

source: How carefully have you verified the key you are about to sign actually belongs to the person named above? If you don't know what to answer, enter "0".
eo: Kiom zorge vi kontrolis, ke la þlosilo, kiun vi subskribos, vere apartenas al la supre nomita persono? Se vi ne scias la respondon, donu "0".

source: (0) I will not answer.%s
eo: (0) Mi ne respondas.%s

source: (1) I have not checked at all.%s
eo: (1) Mi tute ne kontrolis.%s

source: (2) I have done casual checking.%s
eo: (2) Mi malzorge kontrolis.%s

source: (3) I have done very careful checking.%s
eo: (3) Mi tre zorge kontrolis.%s

source: Are you really sure that you want to sign this key with your key: "
eo: Æu vi estas tute certa, ke vi volas subskribi æi tiun þlosilon per via þlosilo: "

source: The signature will be marked as non-exportable.
eo: La subskribo estos markita kiel neeksportebla.

source: The signature will be marked as non-revocable.
eo: La subskribo estos markita kiel nerevokebla.

source: I have not checked this key at all.
eo: Mi tute ne kontrolis æi tiun þlosilon.

source: I have checked this key casually.
eo: Mi malzorge kontrolis æi tiun þlosilon.

source: I have checked this key very carefully.
eo: Mi tre zorge kontrolis æi tiun þlosilon.

source: Really sign?
eo: Æu vere subskribi?

source: signing failed: %s
eo: subskribado malsukcesis: %s

source: This key is not protected.
eo: Æi tiu þlosilo ne estas protektita.

source: Secret parts of primary key are not available.
eo: Sekretaj partoj de æefa þlosilo ne estas disponataj.

source: Key is protected.
eo: Þlosilo estas protektita.

source: Can't edit this key: %s
eo: Ne povas redakti æi tiun þlosilon: %s

source: Enter the new passphrase for this secret key.
eo: Donu la novan pasfrazon por æi tiu sekreta þlosilo.

source: You don't want a passphrase - this is probably a *bad* idea!
eo: Vi ne deziras pasfrazon - tio verþajne estas *malbona* ideo!

source: Do you really want to do this?
eo: Æu vi vere volas fari tion?

source: moving a key signature to the correct place
eo: movas þlosilsubskribon al la øusta loko

source: quit this menu
eo: forlasi æi tiun menuon

source: q
eo: f

source: save
eo: skribi

source: save and quit
eo: skribi kaj fini

source: help
eo: helpo

source: show this help
eo: montri æi tiun helpon

source: fpr
eo: fsp

source: show fingerprint
eo: montri fingrospuron

source: list
eo: listo

source: list key and user IDs
eo: listigi þlosilojn kaj uzantidentigilojn

source: select user ID N
eo: elekti uzantidentigilon N

source: key
eo: þlosilo

source: select secondary key N
eo: elekti flankan þlosilon N

source: check
eo: kontroli

source: list signatures
eo: listigi subskribojn

source: c
eo: k

source: sign
eo: subskribi

source: sign the key
eo: subskribi la þlosilon

source: lsign
eo: lsub

source: sign the key locally
eo: subskribi la þlosilon loke

source: nrsign
eo: nrsub

source: sign the key non-revocably
eo: subskribi la þlosilon nerevokeble

source: nrlsign
eo: nrlsub

source: sign the key locally and non-revocably
eo: subskribi la þlosilon loke kaj nerevokeble

source: debug
eo: spuri

source: adduid
eo: aluid

source: add a user ID
eo: aldoni uzantidentigilon

source: addphoto
eo: alfoto

source: add a photo ID
eo: aldoni foto-identigilon

source: deluid
eo: foruid

source: delete user ID
eo: forviþi uzantidentigilon

source: delphoto
eo: forfoto

source: addkey
eo: al

source: add a secondary key
eo: aldoni flankan þlosilon

source: delkey
eo: for

source: delete a secondary key
eo: forviþi flankan þlosilon

source: delsig
eo: forsig

source: delete signatures
eo: forviþi subskribojn

source: expire
eo: eksval

source: change the expire date
eo: þanøi la daton de eksvalidiøo

source: primary
eo: æefa

source: flag user ID as primary
eo: marku uzantidentigilon kiel æefan

source: toggle
eo: alia

source: toggle between secret and public key listing
eo: de sekreta aý publika listo iri al la alia

source: t
eo: a

source: list preferences (expert)
eo: listigi preferojn (spertula)

source: showpref
eo: monpref

source: list preferences (verbose)
eo: listigi preferojn (detale)

source: setpref
eo: agpref

source: set preference list
eo: agordi liston de preferoj

source: updpref
eo: aktpref

source: updated preferences
eo: aktualigitaj preferoj

source: passwd
eo: pasf

source: change the passphrase
eo: þanøi la pasfrazon

source: trust
eo: fido

source: change the ownertrust
eo: þanøi la posedantofidon

source: revoke signatures
eo: revoki subskribojn

source: revkey
eo: rev

source: revoke a secondary key
eo: revoki flankan þlosilon

source: disable
eo: el

source: disable a key
eo: malþalti þlosilon

source: enable
eo: en

source: enable a key
eo: þalti þlosilon

source: showphoto
eo: monfoto

source: show photo ID
eo: montri foto-identigilon

source: can't do that in batchmode
eo: ne povas fari tion en neinteraga reøimo

source: error reading secret keyblock `%s': %s
eo: eraro dum legado de sekreta þlosilbloko '%s': %s

source: Secret key is available.
eo: Sekreta þlosilo estas havebla.

source: Command>
eo: Komando>

source: Need the secret key to do this.
eo: Bezonas la sekretan þlosilon por fari tion.

source: Please use the command "toggle" first.
eo: Bonvolu uzi la komandon "toggle" unue.

source: Really sign all user IDs?
eo: Æu vere subskribi æiujn uzantidentigilojn?

source: Hint: Select the user IDs to sign
eo: Sugesto: Elekti la uzantidentigilojn por subskribi

source: This command is not allowed while in %s mode.
eo: Tiu komando ne eblas en la reøimo %s.

source: You must select at least one user ID.
eo: Vi devas elekti almenaý unu uzantidentigilon.

source: You can't delete the last user ID!
eo: Vi ne povas forviþi la lastan uzantidentigilon!

source: Really remove all selected user IDs?
eo: Æu vere forigi æiujn elektitajn uzantidentigilojn?

source: Really remove this user ID?
eo: Æu vere forigi æi tiun uzantidentigilon?

source: You must select at least one key.
eo: Vi devas elekti almenaý unu þlosilon.

source: Do you really want to delete the selected keys?
eo: Æu vi vere volas forviþi la elektitajn þlosilojn?

source: Do you really want to delete this key?
eo: Æu vi vere volas forviþi æi tiun þlosilon?

source: Do you really want to revoke the selected keys?
eo: Æu vi vere volas revoki la elektitajn þlosilojn?

source: Do you really want to revoke this key?
eo: Æu vi vere volas revoki æi tiun þlosilon?

source: Really update the preferences for the selected user IDs?
eo: Æu vere aktualigi la preferojn por la elektitaj uzantidentigiloj?

source: Really update the preferences?
eo: Æu vere aktualigi la preferojn?

source: Save changes?
eo: Æu skribi þanøojn?

source: Quit without saving?
eo: Æu fini sen skribi þanøojn?

source: update failed: %s
eo: aktualigo malsukcesis: %s

source: update secret failed: %s
eo: aktualigo de sekreto malsukcesis: %s

source: Key not changed so no update needed.
eo: Þlosilo ne þanøita, do aktualigo ne necesas.

source: Invalid command (try "help")
eo: Nevalida komando (provu per "helpo")

source: (sensitive)
eo: (sentema)

source: This key has been disabled
eo: Æi tiu þlosilo estas malþaltita

source: rev! subkey has been revoked: %s
eo: rev! subþlosilo estas revokita: %s

source: rev- faked revocation found
eo: rev- falsita revoko trovita

source: rev? problem checking revocation: %s
eo: rev? problemo en kontrolo de revoko: %s

source: WARNING: This is a PGP2-style key. Adding a photo ID may cause some versions of PGP to reject this key.
eo: AVERTO: Æi tiu estas PGP2-stila þlosilo. Aldono de foto-identigilo eble kaýzos, ke iuj versioj de PGP malakceptos la þlosilon.

source: You may not add a photo ID to a PGP2-style key.
eo: Ne eblas aldoni foto-identigilon al PGP2-stila þlosilo.

source: Delete this good signature? (y/N/q)
eo: Æu forviþi æi tiun bonan subskribon? (j/N/f)

source: Delete this invalid signature? (y/N/q)
eo: Æu forviþi æi tiun nevalidan subskribon? (j/N/f)

source: Delete this unknown signature? (y/N/q)
eo: Æu forviþi æi tiun nekonatan subskribon? (j/N/f)

source: Really delete this self-signature? (y/N)
eo: Æu vere forviþi æi tiun mem-subskribon? (j/N)

source: Deleted %d signature.
eo: Forviþis %d subskribon.

source: Deleted %d signatures.
eo: Forviþis %d subskribojn.

source: Nothing deleted.
eo: Nenio estis forviþita.

source: Please remove selections from the secret keys.
eo: Bonvolu malelekti la sekretajn þlosilojn.

source: Please select at most one secondary key.
eo: Bonvolu elekti maksimume unu flankan þlosilon.

source: Changing expiration time for a secondary key.
eo: Þanøas la daton de eksvalidiøo de flanka þlosilo.

source: Changing expiration time for the primary key.
eo: Þanøas la daton de eksvalidiøo de la æefa þlosilo.

source: You can't change the expiration date of a v3 key
eo: Vi ne povas þanøi la daton de eksvalidiøo de v3-þlosilo

source: No corresponding signature in secret ring
eo: Mankas responda subskribo en sekreta þlosilaro

source: Please select exactly one user ID.
eo: Bonvolu elekti precize unu uzantidentigilon.

source: No user ID with index %d
eo: Mankas uzantidentigilo kun indekso %d

source: No secondary key with index %d
eo: Mankas flanka þlosilo kun indekso %d

source: user ID: "
eo: uzantidentigilo: "

source: You have signed these user IDs:
eo: Vi subskribis la sekvajn uzantidentigilojn:

source: You are about to revoke these signatures:
eo: Vi revokos la sekvajn subskribojn:

source: no secret key
eo: mankas sekreta þlosilo

source: Signature policy:
eo: Subskribo-gvidlinioj:

source: WARNING: invalid notation data found
eo: AVERTO: nevalida notacia dateno trovita

source: Signature notation:
eo: Subskribo-notacio:

source: not human readable
eo: ne homlegebla

source: Keyring
eo: Þlosilaro

source: [expires: %s]
eo: [eksvalidiøos: %s]

source: %s encrypted data
eo: %s-æifritaj datenoj

source: encrypted with unknown algorithm %d
eo: æifrita per nekonata metodo %d

source: public key encrypted data: good DEK
eo: publikþlosile æifritaj datenoj: bona DEK

source: public key decryption failed: %s
eo: publikþlosila malæifrado malsukcesis: %s

source: assuming %s encrypted data
eo: supozas %s æifritajn datenojn

source: IDEA cipher unavailable, optimistically attempting to use %s instead
eo: Æifro IDEA ne disponata, optimisme provas uzi %s anstataýe

source: decryption okay
eo: malæifrado sukcesis

source: WARNING: encrypted message has been manipulated!
eo: AVERTO: æifrita mesaøo estis manipulita!

source: decryption failed: %s
eo: malæifrado malsukcesis: %s

source: NOTE: sender requested "for-your-eyes-only"
eo: NOTO: sendinto petis konfidencon ("for-your-eyes-only")

source: original file name='%.*s'
eo: originala dosiernomo='%.*s'

source: standalone revocation - use "gpg --import" to apply
eo: memstara revoko - uzu "gpg --import" por apliki øin

source: signature verification suppressed
eo: kontrolo de subskribo estas malþaltita

source: can't handle these multiple signatures
eo: ne povas trakti æi tiujn pluroblajn subskribojn

source: BAD signature from "
eo: MALBONA subskribo de "

source: Expired signature from "
eo: Eksvalidiøinta subskribo de "

source: Good signature from "
eo: Bona subskribo de "

source: [uncertain]
eo: [malcerta]

source: aka "
eo: alinome "

source: Can't check signature: %s
eo: Ne povas kontroli subskribon: %s

source: not a detached signature
eo: ne aparta subskribo

source: standalone signature of class 0x%02x
eo: memstara subskribo de klaso 0x%02x

source: old style (PGP 2.x) signature
eo: malnovstila subskribo (PGP 2.x)

source: invalid root packet detected in proc_tree()
eo: nevalida radikpaketo trovita en proc_tree()

source: can't disable core dumps: %s
eo: ne povas malþalti kreadon de core-dosieroj: %s

source: Experimental algorithms should not be used!
eo: Eksperimentaj metodoj ne estu uzataj!

source: this cipher algorithm is deprecated; please use a more standard one!
eo: æi tiu æifrad-metodo estas malrekomendata; bonvolu uzi pli normalan!

source: the IDEA cipher plugin is not present
eo: la aldona¼o por la æifro IDEA en æeestas

source: please see http://www.gnupg.org/why-not-idea.html for more information
eo: bonvolu vidi http://www.gnupg.org/why-not-idea.html por pliaj informoj

source: can't handle public key algorithm %d
eo: ne povas trakti publikþlosilan metodon %d

source: subpacket of type %d has critical bit set
eo: subpaketo de speco %d havas þaltitan "critical bit"

source: gpg-agent is not available in this session
eo: gpg-agent ne estas disponata en æi tiu sesio

source: can't set client pid for the agent
eo: ne povas agordi kliento-PID por la agento

source: can't get server read FD for the agent
eo: ne povas akiri lego-FD de servilo por la agento

source: can't get server write FD for the agent
eo: ne povas akiri skribo-FD de servilo por la agento

source: malformed GPG_AGENT_INFO environment variable
eo: malbona valoro de la media variablo GPG_AGENT_INFO

source: gpg-agent protocol version %d is not supported
eo: protokolversio %d de gpg-agent ne estas uzebla

source: can't connect to `%s': %s
eo: ne povas konektiøi al '%s': %s

source: communication problem with gpg-agent
eo: komunikproblemo kun gpg-agent

source: problem with the agent - disabling agent use
eo: problemo kun agento - malþaltas uzadon de agento

source: (main key ID %08lX)
eo: (æefþlosilo %08lX)

source: You need a passphrase to unlock the secret key for user: "%.*s" %u-bit %s key, ID %08lX, created %s%s
eo: Vi bezonas pasfrazon por malþlosi la sekretan þlosilon por la uzanto: "%.*s" %u-bita %s þlosilo, ID %08lX, kreita je %s%s

source: Repeat passphrase
eo: Ripetu pasfrazon

source: Enter passphrase
eo: Donu pasfrazon

source: passphrase too long
eo: pasfrazo estas tro longa

source: invalid response from agent
eo: nevalida respondo de agento

source: cancelled by user
eo: nuligita de uzanto

source: problem with the agent: agent returns 0x%lx
eo: problemo kun agento: agento redonas 0x%lx

source: can't query password in batchmode
eo: ne povas kontroli pasvorton en neinteraga reøimo

source: Enter passphrase:
eo: Donu pasfrazon:

source: You need a passphrase to unlock the secret key for user: "
eo: Vi bezonas pasfrazon por malþlosi la sekretan þlosilon por la uzanto: "

source: Repeat passphrase:
eo: Ripetu pasfrazon:

source: data not saved; use option "--output" to save it
eo: datenoj ne savitaj; uzu la opcion "--output" por savi ilin

source: error creating `%s': %s
eo: eraro dum kreado de '%s': %s

source: Detached signature.
eo: Aparta subskribo.

source: Please enter name of data file:
eo: Bonvolu doni la nomon de la dosiero:

source: reading stdin ...
eo: legas la normalan enigon ...

source: no signed data
eo: mankas subskribitaj datenoj

source: can't open signed data `%s'
eo: ne povas malfermi subskribitan dosieron '%s'

source: okay, we are the anonymous recipient.
eo: bone; ni estas la nenomita ricevonto.

source: old encoding of the DEK is not supported
eo: malnova kodado de DEK ne estas realigita

source: cipher algorithm %d%s is unknown or disabled
eo: æifrad-metodo %d%s estas nekonata aý malþaltita

source: secret key parts are not available
eo: sekretaj þlosilpartoj ne estas disponataj

source: protection algorithm %d%s is not supported
eo: protekto-metodo %d%s ne estas realigita

source: Invalid passphrase; please try again
eo: Nevalida pasfrazo; bonvolu provi denove

source: WARNING: Weak key detected - please change passphrase again.
eo: AVERTO: Malforta þlosilo trovita - bonvolu þanøi la pasfrazon denove.

source: checking created signature failed: %s
eo: kontrolo de kreita subskribo malsukcesis: %s

source: WARNING: `%s' is an empty file
eo: AVERTO: '%s' estas malplena dosiero

source: can't create %s: %s
eo: ne povas krei %s: %s

source: signing:
eo: subskribas:

source: you can only clearsign with PGP 2.x style keys while in --pgp2 mode
eo: eblas klartekste subskribi nur per PGP-2.x-stilaj þlosiloj kun --pgp2

source: %s encryption will be used
eo: %s æifrado estos aplikata

source: can't handle text lines longer than %d characters
eo: ne povas trakti tekstliniojn pli longajn ol %d signojn

source: input line longer than %d characters
eo: enigata linio pli longa ol %d signojn

source: trustdb rec %lu: lseek failed: %s
eo: fido-datenaro loko %lu: lseek malsukcesis: %s

source: trustdb rec %lu: write failed (n=%d): %s
eo: fido-datenaro loko %lu: skribo malsukcesis (n=%d): %s

source: trustdb transaction too large
eo: fido-datenaro-transakcio tro granda

source: %s: can't access: %s
eo: %s: ne povas aliri: %s

source: %s: directory does not exist!
eo: %s: dosierujo ne ekzistas!

source: %s: can't create lock
eo: %s: ne povas krei þloson

source: %s: can't make lock
eo: %s: ne povas krei þloson

source: %s: can't create: %s
eo: %s: ne povas krei: %s

source: %s: failed to create version record: %s
eo: %s: malsukcesis krei versiregistron: %s

source: %s: invalid trustdb created
eo: %s: nevalida fido-datenaro kreita

source: %s: trustdb created
eo: %s: fido-datenaro kreita

source: %s: invalid trustdb
eo: %s: nevalida fido-datenaro

source: %s: failed to create hashtable: %s
eo: %s: malsukcesis krei haktabelon: %s

source: %s: error updating version record: %s
eo: %s: eraro dum aktualigo de versiregistro: %s

source: %s: error reading version record: %s
eo: %s: eraro dum legado de versiregistro: %s

source: %s: error writing version record: %s
eo: %s: eraro dum skribado de versiregistro: %s

source: trustdb: lseek failed: %s
eo: fido-datenaro: lseek malsukcesis: %s

source: trustdb: read failed (n=%d): %s
eo: fido-datenaro: lego malsukcesis (n=%d): %s

source: %s: not a trustdb file
eo: %s: ne estas fido-datenaro

source: %s: version record with recnum %lu
eo: %s: versiregistro kun registronumero %lu

source: %s: invalid file version %d
eo: %s: nevalida dosiero-versio %d

source: %s: error reading free record: %s
eo: %s: eraro dum legado de libera registro: %s

source: %s: error writing dir record: %s
eo: %s: eraro dum skribo de dosieruja registro: %s

source: %s: failed to zero a record: %s
eo: %s: malsukcesis nuligi registron: %s

source: %s: failed to append a record: %s
eo: %s: malsukcesis aldoni registron: %s

source: the trustdb is corrupted; please run "gpg --fix-trustdb".
eo: la fido-datenaro estas fuþita; bonvolu ruli "gpg --fix-trustdb".

source: `%s' is not a valid long keyID
eo: '%s' ne estas valida longa þlosilidentigilo

source: trust record %lu, req type %d: read failed: %s
eo: fido-datenaro loko %lu, petospeco %d: lego malsukcesis: %s

source: trust record %lu is not of requested type %d
eo: fido-registro %lu ne havas petitan specon %d

source: trust record %lu, type %d: write failed: %s
eo: fido-datenaro %lu, speco %d: skribo malsukcesis: %s

source: trustdb: sync failed: %s
eo: fido-datenaro: sync malsukcesis: %s

source: no need for a trustdb check
eo: kontrolo de fido-datenaro ne estas bezonata

source: next trustdb check due at %s
eo: sekva kontrolo de fido-datenaro je %s

source: checking the trustdb
eo: kontrolas la fido-datenaron

source: the signature could not be verified. Please remember that the signature file (.sig or .asc) should be the first file given on the command line.
eo: ne eblis kontroli la subskribon. Bonvolu memori, ke la subskribodosiero (.sig aý .asc) devas esti la unua dosiero donita en la komandlinio.
