Repository: gpg/gnupg
Catalog: po/*.po
Languages: eo

source: input line %u too long or missing LF
eo: enigata linio %u tro longa, aý mankas linifino

source: key is not flagged as insecure - can't use it with the faked RNG!
eo: þlosilo ne estas markita kiel malsekura - ne povas uzi øin kun falsa stokastilo!

source: skipped `%s': duplicated
eo: ignoris '%s': ripetita

source: skipped `%s': %s
eo: ignoris '%s': %s

source: skipped: secret key already present
eo: ignorita: sekreta þlosilo jam æeestas

source: File `%s' exists.
eo: Dosiero '%s' ekzistas.

source: Overwrite (y/N)?
eo: Æu surskribi (j/N)?

source: %s: unknown suffix
eo: %s: nekonata sufikso

source: Enter new filename
eo: Donu novan dosiernomon

source: writing to stdout
eo: skribas al la normala eligo

source: assuming signed data in `%s'
eo: supozas subskribitajn datenojn en '%s'

source: %s: can't create directory: %s
eo: %s: ne povas krei dosierujon: %s

source: %s: directory created
eo: %s: dosierujo kreita

source: WARNING: message was encrypted with a weak key in the symmetric cipher.
eo: AVERTO: mesaøo estis æifrita per malforta þlosilo en la simetria æifro.

source: problem handling encrypted packet
eo: problemo æe traktado de æifrita paketo

source: weak key created - retrying
eo: malforta þlosilo kreita - provas denove

source: cannot avoid weak key for symmetric cipher; tried %d times!
eo: ne povas eviti malfortajn þlosilojn por simetria æifro; provis %d fojojn!

source: can't do that in batchmode without "--yes"
eo: ne povas fari tion en neinteraga reøimo sen "--yes"

source: Delete this key from the keyring?
eo: Æu forviþi æi tiun þlosilon de la þlosilaro?

source: This is a secret key! - really delete?
eo: Tio estas sekreta þlosilo! Æu vere forviþi øin?

source: deleting keyblock failed: %s
eo: forviþo de þlosilbloko malsukcesis: %s

source: there is a secret key for public key "%s"!
eo: estas sekreta þlosilo por la publika þlosilo "%s"!

source: use option "--delete-secret-keys" to delete it first.
eo: uzu la opcion "--delete-secret-key" por forviþi øin unue.

source: It's up to you to assign a value here; this value will never be exported to any 3rd party. We need it to implement the web-of-trust; it has nothing to do with the (implicitly created) web-of-certificates.
eo: Vi devas mem doni valoron æi tie; la valoro neniam estos eksportita al alia persono. Ni bezonas øin por realigi la fido-reton; øi neniel rilatas al la (implicite kreita) atestilo-reto.

source: To build the Web-of-Trust, GnuPG needs to know which keys are ultimately trusted - those are usually the keys for which you have access to the secret key. Answer "yes" to set this key to ultimately trusted
eo: Por konstrui la fido-reton, GnuPG devas scii, kiuj þlosiloj estas absolute fidataj; normale tiuj estas la þlosiloj, por kiuj vi havas aliron al la sekreta þlosilo. Respondu "jes" por igi æi tiun þlosilon absolute fidata

source: If you want to use this revoked key anyway, answer "yes".
eo: Se vi tamen volas uzi æi tiun revokitan þlosilon, respondu per "jes".

source: If you want to use this untrusted key anyway, answer "yes".
eo: Se vi tamen volas uzi æi tiun nefidatan þlosilon, respondu per "jes".

source: Enter the user ID of the addressee to whom you want to send the message.
eo: Donu la uzantidentigilon de la adresito, al kiu vi volas sendi la mesaøon.

source: Enter the size of the key
eo: Donu la þlosilgrandon

source: Answer "yes" or "no"
eo: Respondu per "jes" aý "ne"

source: Enter the required value as shown in the prompt. It is possible to enter a ISO date (YYYY-MM-DD) but you won't get a good error response - instead the system tries to interpret the given value as an interval.
eo: Donu la bezonatan valoron, kiel montrite en la invito. Eblas doni ISO-forman daton (JJJJ-MM-TT), sed vi ne ricevos bonan eraromesaøon; anstataýe la sistemo provas interpreti la donitan valoron kiel gamon.

source: Enter the name of the key holder
eo: Donu la nomon de la þlosilposedanto

source: please enter an optional but highly suggested email address
eo: bonvolu doni retadreson (ne devige, sed tre rekomendate)

source: Please enter an optional comment
eo: Bonvolu doni nedevigan komenton

source: N to change the name. C to change the comment. E to change the email address. O to continue with key generation. Q to to quit the key generation.
eo: N por þanøi la nomon. K por þanøi la komenton. A por þanøi la retadreson. B por daýrigi kun la þlosilkreado. F por interrompi la þlosilkreadon kaj fini.

source: Answer "yes" (or just "y") if it is okay to generate the sub key.
eo: Respondu per "jes" (aý nur "j"), se la subþlosilo estu kreita.

source: When you sign a user ID on a key, you should first verify that the key belongs to the person named in the user ID. It is useful for others to know how carefully you verified this. "0" means you make no particular claim as to how carefully you verified the key. "1" means you believe the key is owned by the person who claims to own it but you could not, or did not verify the key at all. This is useful for a "persona" verification, where you sign the key of a pseudonymous user. "2" means you did casual verification of the key. For example, this could mean that you verified the key fingerprint and checked the user ID on the key against a photo ID. "3" means you did extensive verification of the key. For example, this could mean that you verified the key fingerprint with the owner of the key in person, and that you checked, by means of a hard to forge document with a photo ID (such as a passport) that the name of the key owner matches the name in the user ID on the key, and finally that you verified (by exchange of email) that the email address on the key belongs to the key owner. Note that the examples given above for levels 2 and 3 are *only* examples. In the end, it is up to you to decide just what "casual" and "extensive" mean to you when you sign other keys. If you don't know what the right answer is, answer "0".
eo: Kiam vi subskribas uzantidentigilon sur þlosilo, vi devas unue kontroli, ke la þlosilo apartenas al la persono nomita en la identigilo. Estas utile por aliaj homoj scii, kiom zorge vi kontrolis tion. "0" signifas, ke vi faras nenian specifan aserton pri tio, kiel zorge vi kontrolis la þlosilon. "1" signifas, ke vi kredas, ke la þlosilo apartenas al la homo, kiu pretendas posedi øin, sed vi ne povis kontroli, aý simple ne kontrolis la þlosilon. Tio estas utila, kiam oni subskribas la þlosilon de pseýdonoma uzanto. "2" signifas, ke vi malzorge kontrolis la þlosilon. Ekzemple, povas esti, ke vi kontrolis la fingroþpuron de la þlosilo kaj komparis la uzantidentigilon sur la þlosilo kun foto-identigilo. "3" signifas, ke vi zorge kontrolis la þlosilon. Ekzemple, povas esti, ke vi kontrolis la fingroþpuron persone æe la posedanto de la þlosilo, kaj vi kontrolis, per malfacile falsebla dokumento kun foto-identigilo (ekzemple pasporto), ke la nomo de þlosilposedanto kongruas kun la nomo en la uzantidentigilo sur la þlosilo, kaj fine vi kontrolis (per interþanøo de retmesaøoj), ke la retadreso sur la þlosilo apartenas al la posedanto de la þlosilo. Notu, ke la ekzemploj donitaj supre por la niveloj 2 kaj 3 estas nur ekzemploj. Vi devas fine mem decidi, kion precize signifas "malzorga" kaj "zorga", kiam vi subskribas aliajn þlosilojn. Se vi ne scias la øustan respondon, respondu per "0".

source: Answer "yes" is you want to sign ALL the user IDs
eo: Respondu per "jes", se vi volas subskribi æiujn uzantidentigilojn

source: Answer "yes" if you really want to delete this user ID. All certificates are then also lost!
eo: Respondu per "jes", se vi vere volas forviþi la uzantidentigilon. Tiam ankaý æiuj atestiloj perdiøos!

source: Answer "yes" if it is okay to delete the subkey
eo: Respondu per "jes", se la subþlosilo estu forviþita

source: This is a valid signature on the key; you normally don't want to delete this signature because it may be important to establish a trust connection to the key or another key certified by this key.
eo: Æi tio estas valida þlosilsubskribo; normale vi ne volas forviþi æi tiun subskribon, æar eble øi estos grava por establi fido-ligon al la þlosilo aý al alia þlosilo atestita per æi tiu þlosilo.

source: This signature can't be checked because you don't have the corresponding key. You should postpone its deletion until you know which key was used because this signing key might establish a trust connection through another already certified key.
eo: La subskribo ne estas kontrolebla, æar vi ne havas la respondan þlosilon. Vi devus prokrasti øian forviþon, øis vi scios, kiu þlosilo estis uzita, æar la subskribanta þlosilo eble establos fido-ligon tra alia jam atestita þlosilo.

source: The signature is not valid. It does make sense to remove it from your keyring.
eo: La subskribo ne estas valida. Estas prudente forigi øin de via þlosilaro.

source: This is a signature which binds the user ID to the key. It is usually not a good idea to remove such a signature. Actually GnuPG might not be able to use this key anymore. So do this only if this self-signature is for some reason not valid and a second one is available.
eo: Æi tio estas subskribo, kiu ligas la uzantidentigilon al la þlosilo. Normale ne estas konsilinde forigi tian subskribon. Efektive, GnuPG eble ne povus uzi la þlosilon poste. Do, faru æi tion, nur se la mem-subskribo estas ial nevalida, kaj dua mem-subskribo estas havebla.

source: Please enter the passhrase; this is a secret sentence
eo: Bonvolu doni la pasfrazon; tio estas sekreta frazo

source: Please repeat the last passphrase, so you are sure what you typed in.
eo: Bonvolu ripeti la pasfrazon, por kontroli, ke vi bone scias, kion vi tajpis.

source: Give the name of the file to which the signature applies
eo: Donu la nomon de la dosiero, al kiu la subskribo aplikiøas

source: Answer "yes" if it is okay to overwrite the file
eo: Respondu per "jes", se la dosiero estu surskribita

source: Please enter a new filename. If you just hit RETURN the default file (which is shown in brackets) will be used.
eo: Bonvolu doni novan dosiernomon. Se vi premas nur ENEN, la implicita dosiero (montrita en parentezo) estos uzata.

source: You should specify a reason for the certification. Depending on the context you have the ability to choose from this list: "Key has been compromised" Use this if you have a reason to believe that unauthorized persons got access to your secret key. "Key is superseded" Use this if you have replaced this key with a newer one. "Key is no longer used" Use this if you have retired this key. "User ID is no longer valid" Use this to state that the user ID should not longer be used; this is normally used to mark an email address invalid.
eo: Vi devus doni kialon por æi tiu atestilo. Depende de la kunteksto, vi povas elekti el æi tiu listo: "Þlosilo estas kompromitita" Uzu æi tion, se vi pensas, ke nerajtigita homo havis aliron al via sekreta þlosilo. "Þlosilo estas anstataýigita" Uzu æi tion, se vi anstataýigis la þlosilon per pli nova. "Þlosilo estas ne plu uzata" Uzu æi tion, se vi retiris æi tiun þlosilon. "Uzantidentigilo ne plu validas" Uzu æi tion por aserti, ke la uzantidentigilo ne plu estu uzata; normale oni uzas æi tion por marki retadreson kiel nevalidan.

source: If you like, you can enter a text describing why you issue this revocation certificate. Please keep this text concise. An empty line ends the text.
eo: Se vi volas, vi povas doni tekston por priskribi, kial vi faras æi tiun revokatestilon. Bonvolu fari æi tiun tekston konciza. Malplena linio finas la tekston.

source: No help available
eo: Nenia helpo disponata

source: No help available for `%s'
eo: Nenia helpo disponata por '%s'

source: error creating keyring `%s': %s
eo: eraro dum kreado de þlosilaro '%s': %s

source: keyring `%s' created
eo: þlosilaro '%s' kreita

source: failed to rebuild keyring cache: %s
eo: malsukcesis rekonstrui þlosilaran staplon: %s

source: WARNING: 2 files with confidential information exists.
eo: AVERTO: ekzistas 2 dosieroj kun sekretaj informoj.

source: %s is the unchanged one
eo: %s estas la neþanøita

source: %s is the new one
eo: %s estas la nova

source: Please fix this possible security flaw
eo: Bonvolu ripari æi tiun eblan sekurecproblemon

source: %s: keyring created
eo: %s: þlosilaro kreita
