Repository: gpg/gnupg
Catalog: po/*.po
Languages: eo

source: please see http://www.gnupg.org/faq.html for more information
eo: bonvolu vidi http://www.gnupg.org/faq.html por pliaj informoj

source: operation is not possible without initialized secure memory
eo: operacio ne eblas sen sekura memoro kun komenca valoro

source: (you may have used the wrong program for this task)
eo: (eble vi uzis la maløustan programon por æi tiu tasko)

source: yY
eo: jJ

source: no
eo: ne

source: quit
eo: fini

source: qQ
eo: fF

source: general error
eo: øenerala eraro

source: unknown packet type
eo: nekonata paketo-speco

source: unknown version
eo: nekonata versio

source: unknown pubkey algorithm
eo: nekonata publikþlosila metodo

source: unknown digest algorithm
eo: nekonata kompendi-metodo

source: bad public key
eo: malbona publika þlosilo

source: bad secret key
eo: malbona sekreta þlosilo

source: bad signature
eo: malbona subskribo

source: checksum error
eo: eraro en kontrolsumo

source: bad passphrase
eo: malbona pasfrazo

source: public key not found
eo: publika þlosilo ne trovita

source: unknown cipher algorithm
eo: nekonata æifrad-metodo

source: can't open the keyring
eo: ne povas malfermi la þlosilaron

source: invalid packet
eo: nevalida paketo

source: invalid armor
eo: nevalida kiraso

source: no such user id
eo: uzantidentigilo ne ekzistas

source: secret key not available
eo: sekreta þlosilo ne havebla

source: wrong secret key used
eo: maløusta sekreta þlosilo uzata

source: not supported
eo: ne realigita

source: bad key
eo: malbona þlosilo

source: file read error
eo: legeraro æe dosiero

source: file write error
eo: skriberaro æe dosiero

source: unknown compress algorithm
eo: nekonata densig-metodo

source: file open error
eo: eraro æe malfermo de dosiero

source: file create error
eo: eraro æe kreo de dosiero

source: invalid passphrase
eo: nevalida pasfrazo

source: unimplemented pubkey algorithm
eo: nerealigita publikþlosila metodo

source: unimplemented cipher algorithm
eo: nerealigita æifrad-metodo

source: unknown signature class
eo: nekonata klaso de subskribo

source: trust database error
eo: eraro en fido-datenaro

source: bad MPI
eo: malbona MPI

source: resource limit
eo: trafis rimedolimon

source: invalid keyring
eo: nevalida þlosilaro

source: bad certificate
eo: malbona atestilo

source: malformed user id
eo: misformita uzantidentigilo

source: file close error
eo: eraro æe fermo de dosiero

source: file rename error
eo: eraro æe renomado de dosiero

source: file delete error
eo: eraro æe forviþo de dosiero

source: unexpected data
eo: neatendita dateno

source: timestamp conflict
eo: malkongruo de tempostampoj

source: unusable pubkey algorithm
eo: neuzebla publikþlosila metodo

source: file exists
eo: dosiero ekzistas

source: weak key
eo: malforta þlosilo

source: invalid argument
eo: nevalida argumento

source: bad URI
eo: malbona URI

source: unsupported URI
eo: nerealigita URI

source: network error
eo: reteraro

source: not encrypted
eo: ne æifrita

source: not processed
eo: ne traktita

source: unusable public key
eo: neuzebla publika þlosilo

source: unusable secret key
eo: neuzebla sekreta þlosilo

source: keyserver error
eo: þlosilservila eraro

source: ... this is a bug (%s:%d:%s)
eo: ... æi tio estas cimo (%s:%d:%s)

source: you found a bug ... (%s:%d)
eo: vi trovis cimon ... (%s:%d)

source: can't open `%s': %s
eo: ne povas malfermi '%s': %s

source: can't stat `%s': %s
eo: ne povas stat-i '%s': %s

source: `%s' is not a regular file - ignored
eo: '%s' ne estas normala dosiero - ignorita

source: note: random_seed file is empty
eo: noto: dosiero random_seed estas malplena

source: can't read `%s': %s
eo: ne povas legi '%s': %s

source: note: random_seed file not updated
eo: noto: dosiero random_seed ne aktualigita

source: can't create `%s': %s
eo: ne povas krei '%s': %s

source: can't write `%s': %s
eo: ne povas skribi '%s': %s

source: can't close `%s': %s
eo: ne povas fermi '%s': %s

source: WARNING: using insecure random number generator!!
eo: AVERTO: uzas malsekuran stokastilon!!

source: The random number generator is only a kludge to let it run - it is in no way a strong RNG! DON'T USE ANY DATA GENERATED BY THIS PROGRAM!!
eo: La kvazaýstokastilo estas nur simpla protezo, por ke la programo entute ruliøu; øi neniel estas forta stokastilo! NE UZU DATENOJN KREITAJN DE ÆI TIU PROGRAMO!!

source: Not enough random bytes available. Please do some other work to give the OS a chance to collect more entropy! (Need %d more bytes)
eo: Nesufiæe da stokastaj datenoj. Bonvolu fari ion por ebligi al la mastruma sistemo kolekti pli da entropio! (Mankas %d bitokoj)

source: @Commands:
eo: @Komandoj:

source: |[file]|make a signature
eo: |[dosiero]|fari subskribon

source: |[file]|make a clear text signature
eo: |[dosiero]|fari klartekstan subskribon

source: make a detached signature
eo: fari apartan subskribon

source: encrypt data
eo: æifri datenojn

source: encryption only with symmetric cipher
eo: æifri nur kun simetria æifro

source: decrypt data (default)
eo: malæifri datenojn (implicita elekto)

source: verify a signature
eo: kontroli subskribon

source: list keys
eo: listigi þlosilojn

source: list keys and signatures
eo: listigi þlosilojn kaj subskribojn

source: list keys and fingerprints
eo: listigi þlosilojn kaj fingroþpurojn

source: list secret keys
eo: listigi sekretajn þlosilojn

source: generate a new key pair
eo: krei novan þlosilparon

source: remove keys from the public keyring
eo: forigi þlosilojn de la publika þlosilaro

source: remove keys from the secret keyring
eo: forigi þlosilojn de la sekreta þlosilaro

source: sign a key
eo: subskribi þlosilon

source: sign a key locally
eo: subskribi þlosilon loke

source: sign or edit a key
eo: subskribi aý redakti þlosilon

source: generate a revocation certificate
eo: krei revokatestilon

source: export keys
eo: eksporti þlosilojn

source: export keys to a key server
eo: eksporti þlosilojn al þlosilservilo

source: import keys from a key server
eo: importi þlosilojn de þlosilservilo

source: search for keys on a key server
eo: seræi þlosilojn æe þlosilservilo

source: update all keys from a keyserver
eo: aktualigi æiujn þlosilojn de þlosilservilo

source: import/merge keys
eo: importi/kunfandi þlosilojn

source: update the trust database
eo: aktualigi la fido-datenaron

source: |algo [files]|print message digests
eo: |metodo [dosieroj]|presi mesaøo-kompendiojn

source: @ Options:
eo: @ Opcioj:

source: create ascii armored output
eo: krei eligon en askia kiraso

source: |NAME|encrypt for NAME
eo: |NOMO|æifri por NOMO

source: use this user-id to sign or decrypt
eo: uzi æi tiun uzantidentigilon por subskribi aý malæifri

source: |N|set compress level N (0 disables)
eo: |N|difini densig-nivelon N (0=nenia)

source: use canonical text mode
eo: uzi tekstan reøimon

source: use as output file
eo: uzi dosieron por eligo

source: verbose
eo: detala eligo

source: do not make any changes
eo: fari neniajn þanøojn

source: @ (See the man page for a complete listing of all commands and options)
eo: @ (Vidu la manpaøon por kompleta listo de æiuj komandoj kaj opcioj)

source: @ Examples: -se -r Bob [file] sign and encrypt for user Bob --clearsign [file] make a clear text signature --detach-sign [file] make a detached signature --list-keys [names] show keys --fingerprint [names] show fingerprints
eo: @ Ekzemploj: -se -r Bob [dosiero] subskribi kaj æifri por uzanto Bob --clearsign [dosiero] fari klartekstan subskribon --detach-sign [dosiero] fari apartan subskribon --list-keys [nomoj] montri þlosilojn --fingerprint [nomoj] montri fingroþpurojn

source: Please report bugs to <gnupg-bugs@gnu.org>.
eo: Bonvolu raporti cimojn al <gnupg-bugs@gnu.org>.

source: Usage: gpg [options] [files] (-h for help)
eo: Uzado: gpg [opcioj] [dosieroj] (-h por helpo)

source: Syntax: gpg [options] [files] sign, check, encrypt or decrypt default operation depends on the input data
eo: Sintakso: gpg [opcioj] [dosieroj] subskribi, kontroli, æifri aý malæifri implicita operacio dependas de la enigataj datenoj

source: Supported algorithms:
eo: Realigitaj metodoj:

source: usage: gpg [options]
eo: uzado: gpg [opcioj]

source: conflicting commands
eo: malkongruaj komandoj

source: NOTE: no default option file `%s'
eo: NOTO: mankas implicita opcio-dosiero '%s'

source: option file `%s': %s
eo: opcio-dosiero '%s': %s

source: reading options from `%s'
eo: legas opciojn el '%s'

source: NOTE: %s is not for normal use!
eo: NOTO: %s ne estas por normala uzado!

source: %s is not a valid character set
eo: %s ne estas valida signaro

source: WARNING: program may create a core file!
eo: AVERTO: programo povas krei core-dosieron!

source: WARNING: %s overrides %s
eo: AVERTO: %s nuligas %s

source: %s not allowed with %s!
eo: %s ne eblas kun %s!

source: %s makes no sense with %s!
eo: %s ne havas sencon kun %s!

source: you can only make detached or clear signatures while in --pgp2 mode
eo: eblas fari nur apartajn kaj klartekstajn subskribojn kun --pgp2

source: you can't sign and encrypt at the same time while in --pgp2 mode
eo: ne eblas samtempe subskribi kaj æifri kun --pgp2

source: you must use files (and not a pipe) when working with --pgp2 enabled.
eo: necesas uzi dosierojn (kaj ne tubon) kun --pgp2

source: encrypting a message in --pgp2 mode requires the IDEA cipher
eo: æifri mesaøon kun --pgp2 postulas la æifron IDEA

source: selected cipher algorithm is invalid
eo: elektita æifrad-metodo ne validas

source: selected digest algorithm is invalid
eo: elektita kompendi-metodo ne validas

source: completes-needed must be greater than 0
eo: completes-needed devas esti pli granda ol 0

source: marginals-needed must be greater than 1
eo: marginals-needed devas esti pli granda ol 1

source: NOTE: simple S2K mode (0) is strongly discouraged
eo: NOTO: simpla S2K-reøimo (0) estas forte malrekomendata

source: invalid S2K mode; must be 0, 1 or 3
eo: nevalida S2K-reøimo; devas esti 0, 1 aý 3

source: failed to initialize the TrustDB: %s
eo: malsukcesis doni komencajn valorojn al fido-datenaro: %s

source: --store [filename]
eo: --store [dosiero]

source: --symmetric [filename]
eo: --symmetric [dosiero]

source: --encrypt [filename]
eo: --encrypt [dosiero]

source: --sign [filename]
eo: --sign [dosiero]

source: --sign --encrypt [filename]
eo: --sign --encrypt [dosiero]

source: --sign --symmetric [filename]
eo: --sign --symmetric [dosiero]

source: --clearsign [filename]
eo: --clearsign [dosiero]

source: --decrypt [filename]
eo: --decrypt [dosiero]

source: --sign-key user-id
eo: --sign-key uzantidentigilo

source: --lsign-key user-id
eo: --lsign-key uzantidentigilo

source: --nrsign-key user-id
eo: --nrsign-key uzantidentigilo

source: --nrlsign-key user-id
eo: --nrlsign-key uzantidentigilo

source: --edit-key user-id [commands]
eo: --edit-key uzantidentigilo [komandoj]

source: can't open %s: %s
eo: ne povas malfermi %s: %s

source: -k[v][v][v][c] [user-id] [keyring]
eo: -k[v][v][v][c] [uzantidentigilo] [þlosilaro]

source: dearmoring failed: %s
eo: elkirasigo malsukcesis: %s

source: enarmoring failed: %s
eo: enkirasigo malsukcesis: %s

source: invalid hash algorithm `%s'
eo: nevalida kompendi-metodo '%s'

source: [filename]
eo: [dosiero]

source: Go ahead and type your message ...
eo: Ektajpu vian mesaøon ...

source: can't open `%s'
eo: ne povas malfermi '%s'

source: a notation value must not use any control characters
eo: notacia valoro ne povas enhavi stirsignojn

source: the given certification policy URL is invalid
eo: la donita gvidlinia URL por atestado ne validas

source: the given signature policy URL is invalid
eo: la donita gvidlinia URL por subskriboj ne validas

source: be somewhat more quiet
eo: iom malpli da informoj

source: |FD|write status info to this FD
eo: |FD|skribi statusinformojn al FD (dosierpriskribilo)

source: armor: %s
eo: kiraso: %s

source: invalid armor header:
eo: nevalida kirasoæapo:

source: armor header:
eo: kirasoæapo:

source: invalid clearsig header
eo: nevalida æapo de klarteksta subskribo

source: nested clear text signatures
eo: ingitaj klartekstaj subskriboj

source: invalid dash escaped line:
eo: nevalida strek-eskapita linio:

source: unexpected armor:
eo: neatendita kiraso:

source: invalid radix64 character %02x skipped
eo: nevalida signo %02x en bazo 64 ignorita

source: premature eof (no CRC)
eo: tro frua dosierfino (nenia CRC)

source: premature eof (in CRC)
eo: tro frua dosierfino (en CRC)

source: malformed CRC
eo: misformita CRC

source: CRC error; %06lx - %06lx
eo: CRC-eraro; %06lx - %06lx

source: premature eof (in Trailer)
eo: tro frua dosierfino (en vosto)

source: error in trailer line
eo: eraro en vostolinio

source: no valid OpenPGP data found.
eo: validaj OpenPGP-datenoj ne trovitaj.

source: invalid armor: line longer than %d characters
eo: nevalida kiraso: linio pli longa ol %d signojn

source: quoted printable character in armor - probably a buggy MTA has been used
eo: quoted-printable-signo en kiraso - verþajne cima poþtotransendilo estis uzata

source: No reason specified
eo: Nenia kialo specifita

source: Key is superseded
eo: Þlosilo estas anstataýigita.

source: Key has been compromised
eo: Þlosilo estas kompromitita

source: Key is no longer used
eo: Þlosilo estas ne plu uzata

source: User ID is no longer valid
eo: Uzantidentigilo ne plu validas

source: iImMqQsS
eo: iImMfFsS

source: Please decide how far you trust this user to correctly verify other users' keys (by looking at passports, checking fingerprints from different sources...)?
eo: Bonvolu decidi, kiagrade vi fidas al æi tiu uzanto øuste kontroli la þlosilojn de aliaj uzantoj (rigardante pasportojn, kontrolante fingrospurojn el diversaj fontoj ...)?

source: %d = I do NOT trust
eo: %d = Ni NE fidas æi tiun þlosilon

source: %d = I trust marginally
eo: %d = Mi fidas iomete

source: %d = I trust fully
eo: %d = Mi plene fidas

source: %d = I trust ultimately
eo: %d = Mi fidas absolute

source: i = please show me more information
eo: i = bonvolu montri pli da informoj

source: m = back to the main menu
eo: m = reen al la æefmenuo

source: s = skip this key
eo: s = supersalti æi tiun þlosilon

source: q = quit
eo: f = fini

source: Your decision?
eo: Via decido?

source: Do you really want to set this key to ultimate trust?
eo: Æu vi vere volas þanøi æi tiun þlosilon al absoluta fido?

source: Certificates leading to an ultimately trusted key:
eo: Atestiloj, kiuj kondukas al absolute fidata þlosilo:

source: key %08lX: key has been revoked!
eo: þlosilo %08lX: þlosilo estas revokita!

source: Use this key anyway?
eo: Æu tamen uzi æi tiun þlosilon?

source: key %08lX: subkey has been revoked!
eo: þlosilo %08lX: subþlosilo estas revokita!

source: %08lX: key has expired
eo: %08lX: þlosilo eksvalidiøis

source: %08lX: We do NOT trust this key
eo: %08lX: Ni NE fidas æi tiun þlosilon

source: This key belongs to us
eo: Æi tiu þlosilo apartenas al ni

source: WARNING: Using untrusted key!
eo: AVERTO: Uzas nefidatan þlosilon!

source: WARNING: This key has been revoked by its owner!
eo: AVERTO: Æi tiu þlosilo estas revokita de sia posedanto!

source: This could mean that the signature is forgery.
eo: Tio povas signifi, ke la subskribo estas falsa.

source: WARNING: This subkey has been revoked by its owner!
eo: AVERTO: Æi tiu subþlosilo estas revokita de sia posedanto!

source: Note: This key has been disabled.
eo: Noto: Æi tiu þlosilo estas malþaltita.

source: Note: This key has expired!
eo: Noto: Æi tiu þlosilo eksvalidiøis!

source: WARNING: This key is not certified with a trusted signature!
eo: AVERTO: Æi tiu þlosilo ne estas atestita kun fidata subskribo!

source: There is no indication that the signature belongs to the owner.
eo: Estas nenia indiko, ke la subskribo apartenas al la posedanto.

source: WARNING: We do NOT trust this key!
eo: AVERTO: Ni NE fidas æi tiun þlosilon!

source: The signature is probably a FORGERY.
eo: La subskribo verþajne estas FALSA.

source: WARNING: This key is not certified with sufficiently trusted signatures!
eo: AVERTO: Æi tiu þlosilo ne estas atestita kun sufiæe fidataj subskriboj!

source: It is not certain that the signature belongs to the owner.
eo: Ne estas certe, ke la subskribo apartenas al la posedanto.

source: %s: skipped: %s
eo: %s: ignorita: %s

source: %s: skipped: public key already present
eo: %s: ignorita: publika þlosilo jam æeestas

source: You did not specify a user ID. (you may use "-r")
eo: Vi ne specifis uzantidentigilon. (Vi povas uzi "-r")

source: Enter the user ID. End with an empty line:
eo: Donu la uzantidentigilon. Finu per malplena linio:

source: No such user ID.
eo: Uzantidentigilo ne ekzistas.

source: skipped: public key already set as default recipient
eo: ignorita: publika þlosilo jam difinita kiel implicita ricevonto

source: Public key is disabled.
eo: Publika þlosilo estas malþaltita.

source: skipped: public key already set
eo: ignorita: publika þlosilo jam agordita

source: unknown default recipient `%s'
eo: nekonata implicita ricevonto '%s'

source: %s: skipped: public key is disabled
eo: %s: ignorita: publika þlosilo estas malþaltita

source: no valid addressees
eo: mankas validaj adresitoj

source: writing self signature
eo: skribas mem-subskribon

source: writing key binding signature
eo: skribas þlosilbindan subskribon

source: keysize invalid; using %u bits
eo: þlosilgrando nevalida; uzas %u bitojn

source: keysize rounded up to %u bits
eo: þlosilgrando rondigita øis %u bitoj

source: Please select what kind of key you want:
eo: Bonvolu elekti, kian þlosilon vi deziras:

source: (%d) DSA (sign only)
eo: (%d) DSA (nur subskribi)

source: (%d) RSA (sign only)
eo: (%d) RSA (nur subskribi)

source: (%d) RSA (encrypt only)
eo: (%d) RSA (nur æifri)

source: (%d) RSA (sign and encrypt)
eo: (%d) RSA (subskribi kaj æifri)

source: Your selection?
eo: Via elekto?

source: Invalid selection.
eo: Nevalida elekto.

source: About to generate a new %s keypair. minimum keysize is 768 bits default keysize is 1024 bits highest suggested keysize is 2048 bits
eo: Kreos novan %s-þlosilparon. minimuma þlosilgrando estas 768 bitoj implicita þlosilgrando estas 1024 bitoj plej granda rekomendata þlosilgrando estas 2048 bitoj

source: What keysize do you want? (1024)
eo: Kiun þlosilgrandon vi deziras? (1024)

source: DSA only allows keysizes from 512 to 1024
eo: DSA permesas þlosilgrandon nur inter 512 kaj 1024

source: keysize too small; 1024 is smallest value allowed for RSA.
eo: þlosilgrando tro malgranda; 1024 estas plej eta valoro por RSA.

source: keysize too small; 768 is smallest value allowed.
eo: þlosilgrando tro malgranda; 768 estas plej eta permesata valoro.

source: keysize too large; %d is largest value allowed.
eo: þlosilgrando tro granda; %d estas plej granda permesata valoro.

source: Keysizes larger than 2048 are not suggested because computations take REALLY long!
eo: Þlosilgrandoj pli grandaj ol 2048 ne estas rekomendataj, æar la komputado daýras TRE longe!

source: Are you sure that you want this keysize?
eo: Æu vi estas certa, ke vi deziras æi tiun þlosilgrandon?

source: Okay, but keep in mind that your monitor and keyboard radiation is also very vulnerable to attacks!
eo: Bone, sed pripensu, ke la elradiado de viaj ekrano kaj klavaro estas tre facile kaptebla!

source: Requested keysize is %u bits
eo: Petita þlosilgrando estas %u bitoj

source: rounded up to %u bits
eo: rondigita øis %u bitoj

source: Please specify how long the key should be valid. 0 = key does not expire <n> = key expires in n days <n>w = key expires in n weeks <n>m = key expires in n months <n>y = key expires in n years
eo: Bonvolu specifi, kiom longe la þlosilo validu. 0 = þlosilo neniam eksvalidiøos <n> = þlosilo eksvalidiøos post n tagoj <n>w = þlosilo eksvalidiøos post n semajnoj <n>m = þlosilo eksvalidiøos post n monatoj <n>y = þlosilo eksvalidiøos post n jaroj

source: Please specify how long the signature should be valid. 0 = signature does not expire <n> = signature expires in n days <n>w = signature expires in n weeks <n>m = signature expires in n months <n>y = signature expires in n years
eo: Bonvolu specifi, kiom longe la þlosilo validu. 0 = þlosilo neniam eksvalidiøos <n> = þlosilo eksvalidiøos post n tagoj <n>w = þlosilo eksvalidiøos post n semajnoj <n>m = þlosilo eksvalidiøos post n monatoj <n>y = þlosilo eksvalidiøos post n jaroj

source: Key is valid for? (0)
eo: Þlosilo validu ...? (0)

source: Signature is valid for? (0)
eo: Þlosilo validu por ...? (0)

source: invalid value
eo: nevalida valoro

source: %s does not expire at all
eo: %s neniam eksvalidiøos

source: %s expires at %s
eo: %s eksvalidiøos je %s

source: Your system can't display dates beyond 2038. However, it will be correctly handled up to 2106.
eo: Via sistemo ne povas montri datojn post 2038. Tamen, øi estos øuste traktata øis 2106.

source: Is this correct (y/n)?
eo: Æu tio estas øusta (j/n)?

source: You need a User-ID to identify your key; the software constructs the user id from Real Name, Comment and Email Address in this form: "Heinrich Heine (Der Dichter) <heinrichh@duesseldorf.de>"
eo: Vi bezonas uzantidentigilon por identigi vian þlosilon; la programo konstruas la uzantidentigilon el Vera Nomo, Komento kaj Retadreso, jene: "Heinrich Heine (la poeto) <heinrichh@duesseldorf.de>"

source: Real name:
eo: Vera nomo:

source: Invalid character in name
eo: Nevalida signo en nomo

source: Name may not start with a digit
eo: Nomo ne povas komenciøi per cifero

source: Name must be at least 5 characters long
eo: Nomo devas havi almenaý 5 signojn

source: Email address:
eo: Retadreso:

source: Not a valid email address
eo: Nevalida retadreso

source: Comment:
eo: Komento:

source: Invalid character in comment
eo: Nevalida signo en komento

source: You are using the `%s' character set.
eo: Vi uzas la signaron '%s'.

source: You selected this USER-ID: "%s"
eo: Vi elektis æi tiun uzantidentigilon: "%s"

source: Please don't put the email address into the real name or the comment
eo: Bonvolu ne meti la retadreson en la veran nomon aý la komenton

source: NnCcEeOoQq
eo: NnKkAaBbFf

source: Change (N)ame, (C)omment, (E)mail or (Q)uit?
eo: Þanøu (N)omon, (K)omenton, (A)adreson, aý (F)ini?

source: Change (N)ame, (C)omment, (E)mail or (O)kay/(Q)uit?
eo: Þanøu (N)omon, (K)omenton, (A)adreson, aý (B)one/(F)ini?

source: Please correct the error first
eo: Bonvolu korekti la eraron unue

source: You need a Passphrase to protect your secret key.
eo: Vi bezonas pasfrazon por protekti vian sekretan þlosilon.

source: passphrase not correctly repeated; try again
eo: la pasfrazo ne estis øuste ripetita; provu denove

source: You don't want a passphrase - this is probably a *bad* idea! I will do it anyway. You can change your passphrase at any time, using this program with the option "--edit-key".
eo: Vi ne deziras pasfrazon; tio verþajne estas *malbona* ideo! Mi tamen faros tiel. Vi povos æiam ajn þanøi vian pasfrazon, uzante æi tiun programon kun la opcio "--edit-key".

source: We need to generate a lot of random bytes. It is a good idea to perform some other action (type on the keyboard, move the mouse, utilize the disks) during the prime generation; this gives the random number generator a better chance to gain enough entropy.
eo: Ne devas krei multe da stokastaj datenoj. Estas konsilinde fari ion alian (tajpi æe la klavaro, movi la muson, uzi la diskojn) dum la kreado de la primoj; tio donas al la stokastilo pli bonan þancon akiri sufiæe da entropio.

source: DSA keypair will have 1024 bits.
eo: DSA-þlosilparo havos 1024 bitojn.

source: Key generation canceled.
eo: Kreado de þlosiloj nuligita.

source: writing public key to `%s'
eo: skribas publikan þlosilon al '%s'

source: writing secret key to `%s'
eo: skribas sekretan þlosilon al '%s'

source: no writable public keyring found: %s
eo: neniu skribebla publika þlosilaro trovita: %s
